responsiveVoice.setDefaultVoice("Ukrainian Female");



let h1 = 'Ми рухаємось вперед!';
let p = 'Розвиток телекомунікаційної мережі «інтернет», та її доступність порівнянно із попередніми роками, а також постійним рівнем зростання користувачів різних інтернет ресурсів змушує звертати увагу на чималий ряд користувачів для яких потрібні особливі умови і функціонал для чіткого розуміння інформації який представляється користувачу веб-ресурсу.\n' +
    '«Еволюція» інтернету привела нас до того, що потрібно винаходити нові способи взаємодії із користувачами. Саме тому з кожним роком все більше просувається ідея різних веб-ресурсів.\n' +
    'Метою створення цього проекту є створення веб-сайту для людей із вадами зору, що відкриє нові можливості для людей з такими обмеженнями та дозволить збільшити кількість користувачів у мережі інтернет.\n' +
    'Перехід до такого підходу спростить повсякденне життя людям які мають різноманітні зорові обмеження. Насамперед можна спростити доступність оплати комунальних послуг дистанційно. Спрощення купівлі різноманітних покупок від продуктів до побутових товарів. Дистанційні покупки дозволять уникнути ряду небезпечних життєвих ситуацій для цих людей.\n' +
    'На сьогоднішній день усі ці вище перелічені потреби уже доступні нам у повсякденному житті, але так і досі не є доступними для людей з обмеженими зоровими здібностями.\n' +
    'Всі люди є рівними незалежно від віку, статі, національності, фізіологічних особливостей – це затверджено на законодавчому рівні, але люди з фізичними вадами не можуть себе почувати на рівні інших так як їхні фізіологічні можливості є обмежені. Саме тому потрібно використовувати сучасні технології та інноваційні рішення для того щоб допомогти людям долати фізіологічні бар’єри та відчувати себе на рівні із звичайними людьми.';

function zag() {
    responsiveVoice.speak(h1)
}

function text() {
    responsiveVoice.speak(p)
}